"use strict";

/*
Необходимо пользователя попросить ввести температуру в градусах Цельсия,
преобразовать введенное пользователем значение в соответствующую температуру
в градусах по Фаренгейту и вывести в alert сообщение с таким текстом:
"Цельсий: {C}, Фаренгейт: {F}"
Где вместо {C} и {F} должны быть подставлены соответствующие значения, которые
были получены ранее.
Формула перевода градусов Цельсия в градусы Фаренгейта:
градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32

Уточнение: пользователь всегда вводит корректное число.
*/

// Здесь пишем решение, данный комментарий необходимо стереть.

// При условии, что пользователь вводит корректное число и нам не требуется проверка
// Запросить у пользователя ввести температуру и сохранить её в переменной tempC 
// let tempC = prompt("Введите температуру (C)");

// Находим температуру по Фаренгейту
//let tempF = (9 / 5) * tempC + 32;

// Преобразовать введенное значение в число с помощью функции Number
// alert(`Цельсий: ${tempC}, Фаренгейт: ${tempF}`);





