"use strict";

/*
Необходимо создать переменную name, записать в эту переменную свое имя.
Необходимо также создать переменную admin и присвоить этой переменной значение
из переменной name.
Вывести значение переменной admin в консоль.
*/

// Здесь пишем решение, данный комментарий необходимо стереть.

// создаём по условию переменную name (userName)
// let userName = 'Uladzimir';

// создаём переменную admin
// let admin;

// присваиваем переменной admin значение name
// admin = userName;

// выводим значение переменной admin в консоль
// console.log(`${admin}`);
