"use strict";

/*
Необходимо реализовать четыре функции, каждая функция должна принимать по два
числа и выполнять одну из операций (каждая функция выполняет одну из них):
1. Сложение
2. Разность
3. Умножение
4. Деление
Необходимо сделать так, чтобы функция вернула число, например выражение
console.log(sum(2, 6)); должно вывести число 8 в консоль (sum - функция
сложения в данном примере, ваши названия функций могут отличаться).
Округлять значения, которые возвращают функции не нужно, однако, обратите
внимание на разность, функция должна вычесть из большего числа меньшее, либо
вернуть 0, если числа равны.
Функциям всегда передаются корректные числа, проверки на NaN, Infinity делать
не нужно.
Демонстрировать работы функций не обязательно.
*/

function sum(n1, n2) {
   return n1 + n2;
}
console.log(sum(6, 7));

function difference(n1, n2) {
   if (n1 > n2) {
     return n1 - n2;
   } else if (n2 > n1) {
     return n2 - n1;
   } else {
     return 0;
   }
 }
 console.log(difference(14, 24));

function multiplied(n1, n2) {
   return n1 * n2;
}
console.log(multiplied(2, 17));

function division(n1, n2) {
   return Math.round((n1 / n2) * 100) / 100;
}
console.log(division(32, 57));
